{
  "id": "c3dfa9eb-d55a-4cc5-85a9-7505785b2441",
  "title": "Vehicle Pathway",
  "name": "vehicle-pathway",
  "version": "0.0.1",
  "tagline": "Dynamically manage vehicle pathways and operational areas in real-time, enhancing safety and efficiency. Designate zones as operational or non-operational based on live activities, adapting them to changing work scenarios to reduce the risk of vehicle-pedestrian collisions.",
  "overview": "Vehicle Operation Zones enables dynamic management of vehicle pathways and operational areas in real-time, bolstering both safety and efficiency. This innovative system empowers users to designate zones as either operational or non-operational, responding to live activities and adapting to evolving work scenarios. By doing so, it effectively minimizes the risk of vehicle-pedestrian collisions, ensuring a secure environment for both human and vehicular traffic. With the ability to make adjustments on the fly, organizations can enhance their operational agility and contribute to a safer workplace. \n\n The system's real-time adaptability is a key feature, allowing for on-the-spot modifications to operational zones based on current activities. This capability not only enhances safety protocols but also optimizes the flow of vehicular movements, contributing to overall operational efficiency. By utilizing advanced technology to dynamically manage vehicle pathways, businesses can mitigate risks and create a responsive environment that aligns with the dynamic nature of modern workplaces. \n\n In summary, Vehicle Operation Zones represents a transformative approach to workspace safety and efficiency. By offering real-time management of operational areas, the system enables organizations to proactively address potential hazards, reduce the likelihood of accidents, and create a more adaptable and secure working environment.",
  "video_clips": [],
  "icon": "https://res.cloudinary.com/dznb3fphf/image/upload/v1704965395/scenario-images/vehicle-pathway.png",
  "coming_soon": true,
  "completed": true,
  "zone_required": true,
  "models": {
    "latest": {
      "version": "0.0.1",
      "name": "vehicle-pathway",
      "precision": 77.6,
      "recall": 88.7,
      "f1": 82.7,
      "datasetSize": 31503,
      "model_url": "https://workplaceos.blob.core.windows.net/models/yolov5s-default/yolov5s-default-0.0.1.zip",
      "supported_models": [],
      "beta_model_url": "",
      "model_hash": "d332f80eec87033da6af80da8cb00222"
    },
    "other": []
  },
  "events": {
    "vehicle_pathway": {
      "description": "Person detected in restricted area",
      "schedule": "Immediate"
    }
  }
}